[{
  "_id": {
    "$oid": "643d1b3e06f0b561b7f20f64"
  },
  "title": "Trees for Life",
  "imgLink": "https://s3.anotherescape.com/Featured-Stories/Volume-Seven/Trees-for-Life/_2000xAUTO_fit_bottom-center_none/Jody-Daunton-Trees-for-Life-1_6.jpg?mtime=20210514151530&focal=none&tmtime=20210514151550",
  "content": "\nFounded by Alan Watson Featherstone, Trees for Life is a longstanding project in the Scottish Highlands looking to make positive change through practical action. In a mission to re-establish the nearly-lost Caledonian Forest, to date they have planted over a million trees, with the ambition to plant a million more by 2018. They organize volunteer work-weeks so people from all over can be a part of rebuilding the iconic pinewood landscape in Scotland.\nIn Scotland there once was a great forest that stretched from the far reaches of the Scottish Highlands down into the Lowlands. These vast woodlands were alive with a rich diversity of flora and fauna, in which wolves roamed, bears played, and lynxes shuffled through the vibrant undergrowth. However, today the Caledonian Forest has retreated to less than two per cent of its former range and has splintered into small woodland remnants scattered amongst the moors, glens and lochs, losing many species that once called Scotland home. Despite the debate over the Myth of Caledon – whether the forest depleted at man’s hand or nature’s, or both – the slithers of forest remaining today are under threat.\n\nIn the heart of the Scottish Highlands lies the magnificent Glen Affric, considered by many to be the most beautiful glen in Scotland. Glen Affric runs for 30 miles from the rugged, snow-laden mountains and barren moors in its eastern reaches, following the River Affric to a beautiful pinewood forest, one of the last Caledonian Forest remnants. There, the rich tapestry of colours and textures, of towering Scots pines, birches, aspens, rowans, willows, alders, all sprouting from a carpet of juniper, heather and bilberry, is breathtaking. Amongst the patchwork of evergreens and deciduous trees live rare biota who rely on this environment.\nIt was at this time that Alan first went to Glen Affric and, accustomed to the bare hills of the Highlands, he was astounded by its magnificent pinewood forest. For him, it drew similarities to the Canadian landscape he had greatly admired. “I enjoyed being in Glen Affric but I could see that the forest was in trouble and was dying. The old trees were disappearing and not being replaced and I felt that the land was calling out for help. I kept thinking that someone needed to do something otherwise the forest was going to disappear, and after a couple of years I thought perhaps that person should be me.”\n\nAt an environmental conference Alan organised at Findhorn in 1986, he made a public commitment in front of the 300 delegates to launch a project to restore the Caledonian Forest. However, at the time he had no skill or training in forestry or ecology; he had no funds, no access to land, and no workforce. He had nothing, other than the sense that this was what he needed to do: “I was seeing something that needed addressing in the world and I felt I had the opportunity to do something about it”.\n\nAfter three years of logistical proceedings, the first small-scale work began in 1989, with protecting individual trees with tree guards. That year also saw the beginning of a partnership with the Forestry Commission which enabled larger scale work to begin. Since then, over the course of nearly three decades decades, Trees for Life has planted over a million trees.\nA 250-year Plan\nThe Highlands are mostly a jigsaw of large privately-owned estates, many of which are run as traditional sporting estates; much of the remainder is owned by the Forestry Commission and conservation charities. A large problem in the Scottish Highlands is the sedentary deer population who eat the young trees and seedlings, preventing the cycle of a healthy forest to continue. This has drawn tension between estate owners who rely on high deer populations for hunting, and those who hope to regenerate and protect the forest.\n\n“In the Highlands nature is completely out of balance; a healthy ecosystem, in simple terms, is like a pyramid. At the base of the pyramid is the vegetation, then it’s the herbivores that eat the vegetation, which is everything from caterpillars to deer and also domestic stock like sheep, and then you’ve got the top tier, which is the predators that feed on the herbivores. In Scotland in the past we had the lynx, the wolf, and the bear, but they are all gone. So we have taken the top of the pyramid away completely and we’ve shrunk the base of the pyramid, the vegetation, with over 98 per cent of the original forest now gone. The herbivores have increased out of all proportion: deer numbers have more than doubled in the last 30 years and today sheep still outnumber people in Scotland.”\n",
  "author": " Rachel Maria Taylor",
  "datePublished": {
    "$date": "2023-04-17T10:20:31.637Z"
  },
  "comments": [],
  "__v": 0
},{
  "_id": {
    "$oid": "643d207006f0b561b7f20f8f"
  },
  "title": "Made to Last",
  "imgLink": "https://s3.anotherescape.com/Featured-Stories/Volume-Five/Built-to-Last/_2000xAUTO_fit_center-center_none/GRybus_AnotherEscape-PeterLimmer-HR-2979-copy.jpg?mtime=20190820164238&focal=none&tmtime=20190822094137",
  "content": "On the edge of the White Mountain National Forest in New Hampshire, USA, proudly stands the workshop of Peter Limmer & Sons. For the past 65 years hikers from all around the world have made their way to the quaint village of Intervale, NH, to reach the threshold of this unassuming building, for there awaits their coveted prize: a pair of Limmer-made hiking boots. \n\nA feast for the senses, the dulcet sound of old blues music resonates through the low ceilinged workshop, and the air is heavy with the lingering smell of cut leather and old machinery oil. Vintage machinery fills the workspace, tools litter the workbenches, and memorabilia is plastered across every wall. Here, eager hikers looking for quality and longevity will have their new boots made and fitted by the two-person team, Peter Limmer and his cobbler, Ken Smith.\n\nLimmer-made boots are much-sought after by the many who desire their own unique, handcrafted boots, enough to join the two-year waiting list to get them. Peter Limmer – the third ‘Peter Limmer’ in a long line of Limmers – tells the story behind one of the world’s most renowned custom boot companies.\n\nPeter: I am the fourth generation Limmer to make our hiking boots. I consider myself the steward of the company, not the owner, and I am grateful to all those before me. My great grandfather was a boot maker in Germany and his son, my grandfather, Peter Limmer Sr., was a master boot maker. My grandfather moved to the US in the 1920s because of Germany’s dire economic state at the time. He had a shoe factory in Bavaria with 15 people working for him; but, after leaving, the German government took everything. When he arrived in Boston with his wife Maria and their three children – Peter Jr., my dad, Francis, my uncle, and their sister, Elsie, who died at an early age – he had nothing.\nMy grandfather moved to Boston to be near family already living there, and it was in Jamaica Plains – a Boston neighborhood – that he set up shop with his two sons, where they designed and made their own ski boots, hiking shoes, and hiking boots. After the military, my dad and uncle both would come to New Hampshire to ski. They mentioned to my grandfather that he should come up and see the area because it would remind him of his hometown in Germany. One visit and that was it; they packed up, hit the road and purchased the very same property that we are still working out of 65 years later.\n\nAs my cousin Karl, Francis’ son, and I grew up we began working in the shop as well, and, after my dad and uncle retired, it was us who took over the business. When making business decisions I always consider what my grandfather would do, but my cousin had different ideas. This led to us dividing the company: Karl went off and sold a copy of the Limmer boot as a private-label product to a company in Germany, and I continued with the custom boot building. I always felt more comfortable staying small and giving the customer the utmost care when it came to the boot build.\n\nToday there are two of us here: my employee, Ken, who came to work for me 15 years ago, and myself. There have been some trials and tribulations with the economic state of the shoe industry, but after 40 years it has been a great run. I continually state that half my pay cheque is the great people I have been able to build boots for.\nDid you always want to continue the Limmer family's boot making legacy?\nI started working at the shop right out of high school. Back then vocation was the big push rather than avocation. But, I guess deep down I did, although I was never told that this is what I should do.\n\nHave things changed much since the Limmer family began boot making; are you still using similar production methods and materials?\nI am very fond of the fact that a lot of old timers come in and still feel comfortable enough to grab a chair and sit down and chat. I am still using a lot of the same machines my grandfather brought up here from Boston. That in itself is a chore, trying to keep the old stuff running, but I have always loved a challenge.\n\nWe have a government patent that was given to my grandfather back in 1939 for a ski boot that is hanging on the wall here. It gives us the bragging rights to say we made the first ski boot in the US. However, since the introduction of new technologies and materials in the ski boot industry, we no longer produce ski boots and instead now stick to creating beautiful, hard-wearing hiking boots.",
  "author": " Peter Limmer",
  "datePublished": {
    "$date": "2023-04-17T10:33:20.568Z"
  },
  "comments": [],
  "__v": 0
},{
  "_id": {
    "$oid": "643d212506f0b561b7f20f95"
  },
  "title": "Learning from Ladakh",
  "imgLink": "https://s3.anotherescape.com/Featured-Stories/Volume-Ten/Learning-from-Ladakh/_2000xAUTO_fit_center-center_none/Jody-Daunton-Another-Escape-CI1A5953.jpg?mtime=20190820165621&focal=49.66%25+63.09%25&tmtime=20190822085834",
  "content": "In a time of industrial agriculture, Ladakh is still a land of smallholdings. These relatively tiny plots – on average just over an acre – have been crafted by communities over centuries to thrive in the high desert. Ladakh’s traditional agricultural practices are not a far cry from those historically found elsewhere around the globe; but what makes Ladakh unique is how long these practices held steadfast. Shielded by the mountains from pervasive industrialisation, it wasn’t until recent decades that modern traits and Western ideals began to infiltrate the Ladakhi way of life. For thousands of years, subsistence farming and community living lay at the fore of their culture, with Ladakhis bearing a deep understanding of the land and local ecology, and an appreciation for the needs of their community.\n\nPrior to human settlement in Ladakh, the dusty high-altitude plains and valleys were all but barren bar scanty, hardy vegetation. The lush flourishes seen today are cultivated oases fashioned through generations of Ladakhis’ hard work. Lying in the rain shadow of the Himalayas, Ladakh receives minimal precipitation, so the people rely on snowmelt from the high mountains, spring water, and the region’s rivers to irrigate the land. The region’s climate means there’s only a short growing season, lasting three, sometimes four, months of summer. From spring through till harvest, families and communities traditionally have pulled together to work the land collectively, growing mostly barley, with a greater variety of vegetables introduced progressively over time by traders and missionaries.\nLife started to alter in the mid twentieth century when disputes over territory began. Before then, to most outsiders, Ladakh was merely a name on a map. That changed when Indian troops arrived in the region to protect the borders, paving roads and bringing with them aspects of modernity largely unfamiliar to Ladakhis at the time. The territorial tensions in the north drew the Indian government’s attention to Ladakh who successively felt inclined to zealously modernise and “develop” the region. The inroads for change were laid, and it wasn’t long until tourists arrived and the region was officially opened up to the outside world. It was at this time that synthetic fertilisers and pesticides were also introduced, thanks to promotion and subsidies from the government. Within a few short years, Ladakh’s self-sufficiency was undermined, and consumerism and modernisation had begun to set in.\n\nHowever, the changes seen in Ladakh were, and still are, a reflection of a global trend, relative especially to the “developing world”. The aspiration to adopt a Western model not just for agriculture but pretty much all aspects of modern life, including education, industry and even architecture, continues to be advocated by the political elite and corporate sector the world over. However, it is increasingly evident that this homogenised model doesn’t fit all, and through it we are losing the intricacies of individual cultures and specific knowledge adapted to the vastly different environments our societies occupy.\n",
  "author": " Rachel Taylor",
  "datePublished": {
    "$date": "2023-04-17T10:36:21.686Z"
  },
  "comments": [],
  "__v": 0
},{
  "_id": {
    "$oid": "643d216a06f0b561b7f20f99"
  },
  "title": "Carving Landscapes",
  "imgLink": "https://s3.anotherescape.com/Featured-Stories/Volume-Nine/Carving-Landscapes/_2000xAUTO_fit_top-center_none/DinaAvila_KelliMacConnell-16.jpg?mtime=20190820164927&focal=none&tmtime=20190822085748",
  "content": "Captivated by wilderness since early childhood, artist Kelli MacConnell embraces a unique relationship with nature that continually inspires her work. Exploring landscapes with careful observation, she translates her natural surroundings into richly detailed woodblock and linocut relief prints.\n\nIn Portland, Oregon, on the doorstep of the Pacific Northwest's breathtaking landscapes, Kelli combines her craft with her partner Jason Michaelson’s bespoke frame-making practice. His use of reclaimed wood complements her art to create incredible, unified pieces that help reconnect people to nature. Kelli chats with us about the inspirations and painstaking processes behind her practice, offering personal insight into her nature-inspired artistry.\nAt 21, in the spring of 2003, I began hiking the Appalachian Trail and finished the 2,190-mile trip that October. It was one of the greatest experiences of my life and further fuelled my love for the outdoors. I felt that the rawness of being in the wilderness helped me keep perspective on life, and where I or we, as humans, fit into the equation.\n\nNot too long after my thru-hike, I decided I wanted to head west to explore more of the natural beauty of the US, which eventually resulted in me moving to Oregon on a whim. I was enchanted by the vast and majestic landscapes of the West Coast, and have since enjoyed hiking the remote wilderness areas of this region. My extensive thru-hikes slowed down six years ago after I had my daughter, Fiona. However, a new type of travel has evolved. Travel with an extremely observant child has its own beauty. Not as many miles are covered, but now I’m blessed with the ability to consider and absorb nature and the wilderness through a child’s eyes. As a family, my partner Jason, Fiona, and I, enjoy mushroom hunting in the lush Pacific Northwest forests, shorter day hikes to waterfalls, and camping on secluded beaches on the coast. These days I better appreciate such opportunities because the time and ability to get to my remote havens are harder to come by.\nMy mother and grandmother probably wouldn’t consider themselves artists, yet their creativity showed through their homes and gardens. They were always crafting, and my grandmother was always tending to her beautiful garden, which in turn encouraged me to be creative. My parents recognised my passions from a young age and did what they could to foster them as I grew up. They taught me to never shy away from my desire to do what I love.\n\nCombining my two passions – the great outdoors and creative practice – came pretty organically. It’s not a conscious decision, more just what comes to me when I sit down to create. My focus for many years was landscape drawing and painting, and it actually wasn’t until my third year in college that I discovered printmaking. To me, printmaking felt like a mix of drawing, painting and sculpture, which was very exciting. I felt like I had opened a door onto a whole new world!",
  "author": " Kelli MacConnell",
  "datePublished": {
    "$date": "2023-04-17T10:37:30.270Z"
  },
  "comments": [],
  "__v": 0
},{
  "_id": {
    "$oid": "643d235906f0b561b7f20f9d"
  },
  "title": "SpaceX Starship countdown: all of the news on its first flight to orbit",
  "imgLink": "https://duet-cdn.vox-cdn.com/thumbor/308x0:3554x2223/750x600/filters:focal(1880x391:1881x392):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/24590250/52822653443_0601982e08_o.jpg",
  "content": "Elon Musk’s stated goal of putting humans on Mars relies heavily on the development of a next-generation reusable spacecraft, and now Starship (formerly known as Big Falcon Rocket or BFR) is ready for its first orbital test flight.\n\nIt’s not the “six months” goal Musk projected in 2019, but after a number of suborbital tests that included some terrific successes and fantastic, fiery failures, the big day is finally almost here. Now that the FAA has signed off, SpaceX says that its first window for a test launch from its Boca Chica, Texas, “Starbase” will open at 7AM CT (8AM ET).\n\nSpaceX says it’s targeting sometime around 9AM ET on Monday morning for its test launch, with verification that the craft is “go for propellant loading” scheduled to begin two hours before that. If all goes according to plan, the Starship will fly to orbit after separating from its Super Heavy booster rocket about three minutes into the trip, then splashdown in the Pacific Ocean near Hawaii.\n\nThe entire trip should take about 90 minutes to complete, and SpaceX will livestream the events on its YouTube channel with a video feed starting about 45 minutes before liftoff.",
  "author": "RICHARD LAWLER",
  "datePublished": {
    "$date": "2023-04-17T10:45:45.641Z"
  },
  "comments": [],
  "__v": 0
},{
  "_id": {
    "$oid": "643d23ef06f0b561b7f20fa1"
  },
  "title": "The best smartphone you can buy for under $500",
  "imgLink": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2040x1360/1440x960/filters:focal(1020x680:1021x681):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/24222843/226422_K_Radtke_budget_phone_buying_guide.jpg",
  "content": "Many of our picks run about $400 or $500, but there are great options for $300 and under, too. You can find a bright, high-definition OLED screen or a battery that lasts for days. If you can hone in on the one or two features that are most important to you and you’re willing to compromise elsewhere, you can get a phone that suits your needs for half the price of a flagship.\nWhat I’m looking for\nStrong software support: At least a couple of years of OS upgrades and, ideally, three years of security updates. There’s no point in buying even a cheap phone if you have to replace it after just a couple of years because it stopped getting security patches.\nA good screen: Since you look at it roughly two thousand times a day, your phone’s screen is one place you shouldn’t compromise. An OLED has richer contrast and color than an LCD, and the big screens on today’s phones really need at least a 1080p resolution. Faster refresh rates like 90Hz and even 120Hz are becoming more common on budget phone screens, but for my money, a smooth-scrolling LCD doesn’t look as nice as an OLED with a standard refresh rate.\nServiceable storage space: If you plan to hang onto your phone for a while, you’ll want enough storage space to accommodate all the system files, photos, and videos you’ll accumulate over the years. Ideally you’ll get at least 128GB built in, but at a minimum I look for 64GB with the option to expand space via a MicroSD card. \nOne good rear camera, not four mediocre ones: Upgrades like telephoto cameras and optical image stabilization are rare in the under-$500 class, but you can still expect good, basic performance in good lighting from any modern smartphone. Low light is trickier. Phones in this class should offer a night mode to help with non-moving subjects in very dim light. And there are no bonus points awarded for adding extra macro and depth cameras to pad out the rear camera array — those 2- and 5-megapixel sensors are pretty much useless. \nWhat compromises can you expect from a budget phone? Some combination of the following: slower processors, less storage, and lousier cameras than flagship phones, almost across the board. Many have lower-resolution screens, and most lack official water-resistance ratings, wireless charging, and NFC chips for contactless payment. \nAnd while we usually recommend buying unlocked phones to maximize flexibility, you might find better deals — and much lower up-front costs — by subsidizing your purchase through your carrier. Just be sure to read the fine print and know what you’re getting into because you’ll often need to switch to a pricier plan or add a new line to get that “free phone.” At the very least, you’ll be essentially agreeing to stick with the carrier for the next two or three years, so make sure you’re happy with its service.",
  "author": "Allision Johnson",
  "datePublished": {
    "$date": "2023-04-17T10:48:15.404Z"
  },
  "comments": [],
  "__v": 0
}]